

{
    "meta": {
      "startWith": 0,
      "startNarrative": "date",  
      "startValue": "Egypt",       
      "narratives": ["date", "geography", "constellation", "symbol"] 
    },
    "objects": [ 

      {
        "@sort": 1, 
        "itemName": "PALETTE DEPICTING A PAIR OF MUD TURTLES", 
        "image": "img_compressed/egyptian_two_turtle.jpg", 
        "shortInfo": [
          "This finely crafted palette, made of greywacke, features a rare depiction of a pair of mud turtles <i>(Trionyx triunguis)</i>, a species native to the Nile River and its canals. The imagery of two turtles is thought to symbolize <b>fertility and regeneration</b>, connecting the palette to significant cultural and spiritual concepts of the time. During the Pharaonic Period, turtles held a dual symbolic role. They were associated with <b>chaos and disorder</b> but could also serve as powerful amulets, harnessing their perceived negative traits for <b>protective purposes</b>. <br> Given that this palette was likely used to grind pigments for eye paint, this connection becomes even more fitting. In ancient Egypt, eye paint was not merely decorative but also served protective functions, shielding the wearer from infection, sunlight and malevolent forces. A unique Egyptian palette featuring a pair of Nile mud turtles, Trionyx triunguis, symbolizing fertility and regeneration." 
        ],
        "longerInfo": [
          "According to Egyptian astronomical diagrams, the constellation of the two turtles is located to the east of the star Sirius, in the <b>constellations of Leo</b>. This celestial placement held great significance, as the turtles were associated with the cycles of the Nile and the cosmos. During the winter solstice, the constellation of the two turtles would set in the west, the realm of the dead, as the sun rose in the east. This phenomenon symbolized the triumph of light, embodied by the sun <i>god Ra</i>, over darkness and disorder."
        ],

        "fullInfo": "In Egyptian mythology, the turtle was an ambiguous creature. It was both a symbol of evil and chaos, as well as a potent protective force. The Nile turtle, known as <i>Styw</i> or “the mysterious one,” could live hidden in the mud and remain underwater for extended periods, characteristics that inspired its association with both mystery and malevolence. The turtle was considered an enemy of Ra, capable of hindering his journey through the underworld. Inside the chapter 161 of “The Book of the Dead”, an ancient Egyptian funerary text, there is a spell that says “May Ra live, and the turtle die”, reflecting the eternal battle between light and darkness. This statement celebrates Ra’s triumph as the guardian of cosmic order over the forces of chaos embodied by the turtle. However, the turtle’s role also include benevolent aspects, representing the life-giving floods of the Nile and the balance between chaos and order.  This duality illustrates its complex place in Egyptian spirituality. ",
        "info": { 
          "date": "3650 BCE — 3500 BCE", 
          "geography": "Egypt",
          "medium": "Greywacke",
          "dimension": "Height: 15.3 cm, Width: 16 cm, Thickness: 0.6 cm", 
          "constellation": "Leo", 
          "symbol": "Turtle"  
        }
      },

      {
        "@sort": 2,
        "itemName": "ORANGE-CREAM SHELL CYLINDER SEAL", 
        "image": "img_compressed/babylonian_hired_man.jpg",
        "shortInfo": "<p>This object is a cylinder seal, engraved with written characters or figurative scenes, and it was used in ancient times <b>to roll an impression</b> onto a two-dimensional surface, which was generally wet clay. The impressions served as an administrative tool, like a form of signature, and the cylinders themselves functioned as jewelry and as magical amulets.</p><p>This cylinder depicts a mythological scene, with a shackled deity between snakes, a figure holding net, a hero holding triple-headed snake and a god with tridents standing on lion. The scene is thought to be representing the story of <b>Dumuzi</b>, a shepherd from the city of Uruk and the lover of the goddess <b>Ishtar</b>, being tortured in <b>the Underworld</b> by demons.</p>",
        "longerInfo": [
          "In the historical the Babylonian zodiac descriptions, the constellation now known as <b>Aries</b>, was known as <b>'The Agrarian Worker'</b> or <b>'The Hired Man'</b> to the Babylonians. However, the earliest identifiable reference to Aries as a distinct constellation comes from the boundary stones that date from 1350 to 1000 BC. On several boundary stones, a <b>zodiacal ram</b> figure is distinct from the other characters, likely depicting the constellation Aries. This shift in identification from the constellation as the Agrarian Worker to the Ram likely occurred in later Babylonian tradition because of its growing association with <b>Dumuzi the Shepherd.</b> As such, by the first millenium BCE, modern Aries was identified with both <b>Dumuzi's ram</b> and a <b>hired labourer</b>. The exact timing of this shift is difficult to determine due to the lack of images of Aries or other ram figures."
        ],
        "fullInfo": "<p>In the Babylonian pantheon, Dumuzi the Shepard was a deity associated with <b>agriculture and shepherds</b>, who was also the first and primary consort of the goddess Ishtar. Dumuzi was also an agricultural deity associated with the growth of plants, as such, he was associated with the <b>springtime</b> when the land was fertile and abundant. During the summer months when the land was dry and barren, it was thought that Dumuzi had <b>'died'</b>, which is why on the month of Dumuzi, which fell in the middle of summer, people would mourn over his death. This practice relates to the mythological story of Dumuzi's death.</p> <p>After Ishtar's descent into the Underworld, Ishtar learns that her husband Dumuzi has failed to properly mourn her death and when she returns, she allows the demons to drag him down to the Underworld as her replacement. Ishtar later regrets this decision and decrees that Dumuzi will spend half of the year in the Underworld, but the other half of the year with her, while his sister stays in the Underworld in his place, thus resulting in the <b>cycle of the seasons.</b></p> ",
        "info": {
          "date": "2600BC - 2300BC",
          "geography": "Babylon",
          "medium": "Shell", 
          "dimension": "Diameter: 2 cm, Height: 3.2 cm", 
          "constellation": "Aries",
          "symbol": "Humanoid"  
        }
      },

      {
        "@sort": 3,
        "itemName": "THE ADDA SEAL", 
        "image": "img_compressed/babylonian_the_great_one.jpg",
        "shortInfo": "<p>This object is a cylinder seal, engraved with written characters or figurative scenes, and it was used in ancient times <b>to roll an impression</b> onto a two-dimensional surface, which was generally wet clay. The impressions served as an administrative tool, like a form of signature, and the cylinders themselves functioned as jewelry and as magical amulets.</p><p>This greenstone cylinder seal depicts a scene with the goddess Ishtar who is winged and armed with weapons, the sun-god Shamash who holds a blade, and is emerging from between two square topped moutains, and <b>the water god Ea </b> who stands to the right with one foot placed on the right hand mountain and <b>streams of water and fish flow from his shoulders</b>. Ea's two-faced attendant god Usimu stands behind him. The two line inscription in the frame reads <b>'Adda, the scribe'</b>, which is likely the name and the profession of the owner of this seal.</p>",
        "longerInfo": [
          "According to Babylonian astronomy, the water god Ea is depicted with the constellation <b>Aquarius</b>, and as Ea was the ruler of the southernmost quarter of the Sun's path, that section of the path was called <b>the 'Way of Ea'</b>, corresponding to the period of 45 days on either side of winter solstice. The constellation of Aquarius is also significant as it contained the <b>winter solstice</b> in the Early Bronze Age. Winter solstice was the beginning of a new year for the Babylonians, celebrated with a festival that lasted for 12 days, called <b>Zakmuk.</b>"
        ],
        "fullInfo": "The figure represented by the constellation, and on the seal, is the water god Ea, also called <b>'The Water-Pourer'</b> by the Babylonians. Ea was the keeper of the divine powers and he is often shown in the iconography with <b>the horned crown of divinity</b>. On this seal, Ea is depicted with two streams of water flowing into each of his shoulders: one the river <b>Tigris</b>, the other the river <b>Euphrates</b>, which are the two rivers framing the historical region where the <b>Mesopotamian</b> civilization first emerged. Alongside him are two trees, symbolizing <b>the male and female aspects of nature</b>. An eagle descends from above to land upon his outstretched right arm. This portrayal reflects Ea's role as the god of <b>water, life, and replenishment.</b>",
        "info": {
          "date": "2300BC",
          "geography": "Babylon",
          "medium": "Greenstone", 
          "dimension": "Diameter: 2.55 cm / Height: 3.90 cm", 
          "constellation": "Aquarius",
          "symbol": "Humanoid"  
        }
      },
      {
        "@sort": 4,
        "itemName": "VOTIVE RELIEF", 
        "image": "img_compressed/babylonian_bull_of_heaven.jpeg",
        "shortInfo": "Votive plaques or reliefs were dedicated at a temple or other holy place as a thank offering or out of devotion to a god, with the intention of fulfilling a vow. This ancient terracotta votive relief illustrates <b>Gilgamesh</b>, the protagonist of the epic poem <b>'Epic of Gilgamesh'</b>, slaying the <b>Bull of Heaven</b>, a mythical beast sent by the goddess <b>Ishtar</b> to attack Gilgamesh and his companion Enkidu.",
        "longerInfo": [
          "Taurus is one of the oldest constellations, particularly noted in ancient astronomy because it marked the <b>vernal equinox</b> between 4000 - 1700 BCE, before it shifted to the Aries constellation. As a celestial symbol, cattle seem to be often used symbols of the <b>fertility during springtime</b> across many different cultures. In Babylonian astronomy, Taurus constellation is associated with the Bull of Heaven, a destructive beast which came down from heaven to <b>drink the rivers dry</b> and to <b>parch the land.</b> This association of the Bull's attributes to the constellation is likely related to the time of the year when Taurus constellation rises as the <b>temperatures starts to rise</b> and the <b>rains diminish.</b> Babylonians also believed that if the Bull of Heaven's stars are bright, the offsprings of the cattle, which would be born around the time Taurus rises, will <b>thrive</b>, but if its stars are faint, the offsprings of the cattle and the sheep will not thrive and the wealth of the land will <b>disappear.</b>"
        ],
        "fullInfo":
          "In the <i>Epic of Gilgamesh</i>, when Gilgamesh refuses the sexual advances of the goddess Ishtar, the enraged goddess demands the Bull of Heaven from her father Anu, so that she may send it to attack Gilgamesh, and she threatens that if he refuses, she will smash the gates of the Underworld and raise the dead to eat the living. Anu at first objects to Ishtar's demand, insisting that the Bull of Heaven is so destructive that its release would result in <b>seven years of famine</b>, but eventually he gives her the Bull. Ishtar sends the Bull to attack Gilgamesh and his companion, the hero Enkidu, and as foretold, the Bull causes <b>mass destruction</b> in Gilgamesh's city. Gilgamesh and Enkidu slay the Bull together, but after defeating the Bull, Enkidu throws the Bull's right thigh at Ishtar, taunting her. The slaying of the Bull results in the gods condemning Enkidu to death, an event which catalyzes Gilgamesh's <b>fear for his own death,</b> which drives the rest of the epic up to its conclusion.",
        "info": {
          "date": "2255 BC - 2219 BC",
          "geography": "Babylon",
          "medium": "Terracotta", 
          "dimension": "Height: 13.5 cm, Width: 11 cm", 
          "constellation": "Taurus",
          "symbol": "Bull"  
        }
      },
      {
        "@sort": 5,
        "itemName": "LIMESTONE CYLINDER SEAL", 
        "image": "img_compressed/babylonian_goddess.jpg",
        "shortInfo": "<p>This object is a cylinder seal, engraved with written characters or figurative scenes, and it was used in ancient times <b>to roll an impression</b> onto a two-dimensional surface, which was generally wet clay. The impressions served as an administrative tool, like a form of signature, and the cylinders themselves functioned as jewelry and as magical amulets.</p><p>This limestone cylinder depicts a scene with the goddess <b>Ishtar-Annunitum</b> as an armed warrior, facing left with foot on back of lion, and a worshipper facing her. Ishtar-Annunitum's scimitar in her left hand and the weapons protruding from her winged shoulders indicate her <b>warlike nature.</b></p>",
        "longerInfo": [
          "In Babylonian astronomy, the stars of the constellation now known as Andromeda belonged to <b>three different asterisms</b>. <b>'The Plow'</b> was formed by the γ Andromedae star and the stars of Triangulum. <b>'The Field'</b> was seen as the field worked over by 'The Plow.' It is an asterism now known as the Great Square of Pegasus, formed by the  α, β and γ Pegasi stars together with the α Andromedae star. <b>'The Goddess Annunitum'</b> consisted of some stars of the northern fish of Pisces, together with the stars from the middle portion of the <b>Andromeda constellation</b>."
        ],
        "fullInfo": "Annunitum was a goddess associated with <b>warfare.</b> She was initially <b>an epithet</b> of Ishtar, the goddess of love, war, and fertility; exemplifying her warlike aspect. However, later it came to be viewed as a <b>theonym</b>, rather than an epithet, and Annunitum developed into a <b>distinct deity</b> after a while. It is assumed the process of separation of Annunitum from Ishtar started during the <b>late third millenium BCE</b>, though it is possible that they were already being referred as a pair of distinct goddesses as opposed to a singular Ishtar-Annunitum several centuries earlier. By the end of the third millennium BCE, Annunitum was widely recognized as a separate goddess, worshiped separately from Ishtar.",
        "info": {
          "date": "2254 BCE — 2193 BCE",
          "geography": "Babylon",
          "medium": "Limestone", 
          "dimension": "Height: 4.1 cm, Diameter: 2.6 cm", 
          "constellation": "Andromeda",
          "symbol": "Humanoid"  
        }
      },

      {
        "@sort": 6, 
        "itemName": "STELE OF ABKAOU", 
        "image": "img_compressed/egyptian_leg_of_bull.JPG", 
        "shortInfo": "This Egyptian fragmented stele is a valuable example of Egyptian funerary art, crafted from limestone using the raised relief technique. The depicted scene is divided into two main registers: in the upper part, a <b>funerary scene</b> depicts a mummy on a boat during a ceremonial procession; in the lower part, a complex ritual features the funerary meal, with a couple seated beside an offering table and several smaller figures bringing gifts, including a <b>bull’s leg</b>; The bull's leg was a central offering in funerary tables, representing strength and power. Its amputation and presentation held significant ritual meaning, both as a symbolic and practical act.", 
        "longerInfo": [ 
          "The bull’s leg is closely linked to the constellation of the <b>Ursa Major</b>. Represented as a bull’s thigh, this constellation was associated with <b>divine and royal strength</b>, with its seven main stars forming the shape of the thigh in the northern sky. This connection between the symbol of the bull's leg and the Ursa Major is widely reflected in texts and tomb representations, where it was depicted as an imperishable celestial reference. "
        ],
        "fullInfo": "The symbolism of the bull’s thigh is deeply rooted in the funerary rituals of ancient Egypt. This element was considered a <b>source of life and strength for the deceased</b>, used during the <i>Opening of the Mouth ceremony</i>, a ritual performed in ancient Egyptian funerary practices to restore the deceased’s senses and prepare them for the afterlife, to transfer the bull’s vital energy to the <i>Ka</i> of the deceased. The Ka in ancient Egyptian belief is one of the key components of the soul, often regarded as the life force that distinguishes the living from the dead. The Ka required nourishment, which is why funerary offerings were symbolically provided. This constellation emphasizes regenerative power as its stars never set below the horizon and guarantee the deceased a safe passage to the afterlife.",
        "info": { 
          "date": "2033 BCE — 1963 BCE", 
          "geography": "Egypt",
          "medium": "Limestone",
          "dimension": "Height: 112.5 cm; Width: 102.5 cm; Thickness: 9 cm", 
          "constellation": "Ursa Major", 
          "symbol": "Bull"  
        }
      },

      {
        "@sort": 7, 
        "itemName": "STATUE OF GOD APIS", 
        "image": "img_compressed/egyptian_taurus.jpg", 
        "shortInfo": "This artifact is the upper part of an anthropomorphic statue of the <b>bull-headed god Apis</b>, a sacred deity in ancient Egypt symbolizing fertility, strength and the divine authority of the pharaoh. Depicted with a human body and a bull’s head, the statue represents a figure of immense symbolic power. A solar disc between the horns emphasizes Apis’s connection to the sun and divine energy.", 
        "longerInfo": [ 
          "The constellation Taurus, or the <i>Bull of Heaven</i>, held profound significance in ancient Egyptian astronomy and mythology. It was associated with <b>fertility, renewal and the cyclical rhythms of life</b>. Taurus is prominently featured in the Dendera zodiac, a bas-relief carving depicting the celestial hemisphere in planisphere form. For the Egyptians, Taurus’s role in the spring equinox was pivotal; as the Sun entered the constellation during this period, it would 'sacrifice' itself by becoming obscured in the western sky, announcing the renewal of life and the fertility of the land."
        ],
        "fullInfo": "In Egyptian mythology, Apis was venerated as the living embodiment of <b>Ptah</b>, the god of creation. Unlike other bulls, Apis was chosen for its distinct markings, believed to signify Ptah’s divine presence on Earth. The cult of Apis honoured the deity as both a symbol of fertility and a protector of cosmic harmony. Upon its death, the sacred bull was embalmed and laid to rest in elaborate sarcophagi. The theology surrounding Apis highlighted the dual nature of its role: representing the <b>pharaoh’s strength and dominion over the cosmos</b> while embodying the cycle of life and renewal. Its association with the constellation Taurus further enriched this narrative, linking the heavens and Earth in a profound story of sacrifice, rebirth, and divine authority.",
        "info": { 
          "date": "1550 BCE — 1070 BCE", 
          "geography": "Egypt",
          "medium": "Granite",
          "dimension": "Height 76 cm; Width 39 cm; Depth 34 cm", 
          "constellation": "Taurus", 
          "symbol": "Bull"  
        }
      },

      {
        "@sort": 8, 
        "itemName": "ISIS OF COPTOS", 
        "image": "img_compressed/egyptian_isis_sopdet.jpg", 
        "shortInfo": "The Isis of Coptos is a stone statue representing the <b>goddess Isis-Sopdet</b>, the personification of the <b>star Sirius</b> in ancient Egyptian mythology. Depicted in humanoid form, the goddess embodies fertility, renewal, and the nurturing power of the Nile. This statue, intricately crafted, highlights the importance of Isis not only as a mother figure and protector but also as a celestial guide tied to the rhythms of the natural world. Above the intricate detailing of her headdress is placed a great disc symbolizing Sirius.", 
        "longerInfo": [ 
          "In Egyptian astronomy, Isis was closely associated with Sirius, the brightest star in the constellation <i>Canis Major</i>. Unlike later interpretations linking Sirius to dogs or wolves, the Egyptians revered the star as the harbinger of the <b>annual Nile inundation</b>, a life-sustaining event essential for agriculture. The rising of Sirius marked the New Year, symbolizing <b>renewal and abundance</b>."
        ],
        "fullInfo": "Mythologically, Isis was one of Egypt’s most revered deities, embodying <b>protection</b>. Her association with Sirius reinforced her role as a giver of life, paralleling the inundation of the Nile, which brought fertility to the land. The relationship between Isis, Sirius, and the Nile was deeply intertwined, symbolizing the <b>cycle of life, death, and rebirth</b>. Her imagery as a standing figure with a celestial disc captured not only her cosmic significance but also her enduring role in sustaining both the spiritual and physical worlds of ancient Egypt.",
        "info": { 
          "date": "1539 BCE — 19292 BCE", 
          "geography": "Egypt",
          "medium": "Stone / Granodiorite",
          "dimension": "Height: 47 cm, Width: 153 cm, Depth: 35 cm", 
          "constellation": "Canis Major", 
          "symbol": "Humanoid"  
        }
      },

      {
        "@sort": 9,
        "itemName": "CEREMONIAL BASIN", 
        "image": "img_compressed/babylonian_goatfish.JPG",
        "shortInfo": "The rectangular religious basin is an object that could have been used for <b>cleansing purposes</b> for worshippers or visitors coming to a temple or a sanctuary. On the frame of the basin, <b>goat-fish</b> are depicted, which are accompanied by palm trees on both sides. The goat-fish is a <b>mythological hybrid</b> in Babylonian mythology, and a symbol of <b>the water god Ea</b>. There are braiding decorations on the upper edge of the frame, and quadrangular stepped moldings in the bottom of the basin, with some traces of an indecipherable inscription.",
        "longerInfo": [
          "Capricorn is a constellation located in an area of sky called <b>the Sea</b> or <b>the Water</b>, consisting of many water-related constellations such as Aquarius and Pisces, which are closely associated with the water god Ea in Babylonian mythology. Another way of referring to the Capricorn constellation was to call it the <b>'Star of Ea'</b>, and the Babylonians believed that if the 'Star of Ea' is dark, <b>the harvest will not thrive</b>, thus it is safe to assume that 'the Goat-Fish' was fairly important to the Babylonians."
        ],
        "fullInfo": "The Goatfish is a mythological creature which combines the head and forelimbs of a goat with the body of a fish, and it is first seen in Mesopotamian art towards the end of the <b>3rd millennium</b>. The association of the Goatfish with the god Ea is confirmed by historical texts, but the figure could also believed to be a <b>magically protective creature,</b> often paired with Ea in pictorial representations. Even though the Goatfish is part of the zodiac, it has <b>surprisingly little lore</b> directly associated with it, but it is asserted that both the constellation and the figure of the Goatfish could be related to the <b>symbolism of rebirth</b> that comes with the <b>passage of winter</b>.",
        "info": {
          "date": "1500 BCE — 1100 BCE",
          "geography": "Babylon",
          "medium": "Limestone", 
          "dimension": "Height: 17 cm; Length: 94 cm; Width: 64 cm", 
          "constellation": "Capricorn",
          "symbol": "Goat-Fish"  
        }
      },

      {
        "@sort": 10, 
        "itemName": "FIGURINE OF THE GOD KHNUM", 
        "image": "img_compressed/egyptian_sheep.webp", 
        "shortInfo": "The Figurine of the <b>God Khnum</b> is an upper fragment of a steatite sculpture depicting one of ancient Egypt’s most revered deities. Khnum, known for his ram-headed form, embodied the <b>creative force</b> and was believed to <b>control the waters of the Nile</b>. The figurine is incomplete, with part of the lower body preserved, which is made of scales. This suggests that Khnum was originally depicted as a hybrid creature, part goat and part fish. This unique representation reflects Khnum’s dual connection to both the land and the water. The goat represents the fertile land, while the fish symbolizes the waters of the Nile that sustain life. ", 
        "longerInfo": [ 
          "One of the oldest constellations of the Egyptian culture is the <i>constellation of the sheep</i>, depicted in the sky as an animal with long, straight horns. This celestial figure is located in the eastern part of the sky and can be associated with the constellation of Capricorn. Its image for the Egyptians is that of the god Khnum, a deity with the head of a ram. This constellation appears in <i>Senenmut's astronomical diagram</i>, which is an ancient Egyptian representation of the stars and constellations. Senenmut's diagram is a ceiling painting that lists and depicts various celestial figures, including those that are associated with the decans, or divisions of the Egyptian calendar, marking the passage of time and the influence of celestial bodies on the earth."
        ],
        "fullInfo": "Khnum was deeply present in Egyptian cosmology, revered as the <b>divine potter who shaped human life</b> on his wheel and imbued it with the life force <i>ka</i>. Originating from Upper Egypt, he was associated with the island of Elephantine, the natural border between Egypt and Nubia, where he was believed to control the flooding of the Nile. Mythologically, Khnum’s creative powers extended beyond shaping physical bodies; he symbolized <b>rebirth, regeneration, and the cyclical renewal of life</b>. Through his role as the potter who simultaneously created individuals and their <i>ka</i>, he was given the title <i>'The Father of Fathers and the Mother of Mothers'</i>, emphasizing his generative capacity. The name Khnum, therefore, literally means <i>'The Molder'</i>, reinforcing his identity as the divine artisan of life.",
        "info": { 
          "date": "664 BCE — 332 BCE", 
          "geography": "Egypt",
          "medium": "Steatite",
          "dimension": "Height: 11.2 cm, Width: 7.3 cm, Depth: 5.8 cm", 
          "constellation": "Capricorn", 
          "symbol": "Goat-Fish"  
        }
      },

      {
        "@sort": 11,
        "itemName": "NECK AMPHORA: HERAKLES AND THE NEMEAN LION",
        "image": "https://raw.githubusercontent.com/IMWT-project/Image-/refs/heads/main/greek-2.jpeg",
        "shortInfo":"The Greek neck-amphora depicts <b>Herakles</b> wrestling the <b>Nemean lion</b>. Herakles stands at the center, facing right, as he strangles the lion by clinching its neck. To the left, <b>Iolaus</b>, Herakles' companion, moves to the left while looking back over his shoulder. On the right stands <b>Athena</b>, observing the scene. She is dressed in her customary peplos and helmet, and carries a shield. On the other side of the amphora, Theseus battles the Minotaur, flanked by two maidens. The hero is flanked by two maidens, both dressed in floor-length, decorated peploi.",
        "longerInfo": [
          "<b>Leo</b> is one of the <b>zodiac constellations</b> and is located in the <b>Northern celestial hemisphere</b>. Leo contains many bright stars, several of which were individually identified by the ancients. Nine of these stars are easily visible to the naked eye. Six stars form an asterism known as <b>The Sickle</b>, which, to modern observers, may resemble a backwards question mark. The bright stars <b>Regulus</b> and <b>Denebola</b> mark the ends of the classical Greek constellation, with the sickle on one end and a nearly perfect right triangle on the other."
        ],
        "fullInfo": "<b>Defeating the Nemean lion</b> was the <b>first of Heracles' twelve labors</b>. When Heracles found the lion, he shot at it with his bow, but <b>the lion’s golden fur was impenetrable<b>. After some time, Heracles managed to drive the lion back to its cave, where <b>he stunned the beast with his club</b> and <b>killed it by strangling it</b> with his bare hands. After slaying the lion, Heracles tried to skin it with a knife from his belt but failed. Seeing his struggle, Athena advised him to use one of the lion's own claws to skin the pelt.",
        "info": {
          "date": "540BCE - 530BCE.",
          "geography": "Greece",
          "medium": "Terracotta", 
          "dimension": "Height: 41.3 cm, Diameter: 31.5 cm ", 
          "constellation": "Leo", 
          "symbol": "Lion"  
       }
      },

      {
        "@sort": 12,
        "itemName": "EUROPA CARRIED OFF BY THE BULL",
        "image": "https://raw.githubusercontent.com/IMWT-project/timeline/refs/heads/main/img_compressed/greek_taurus.jpg",
        "shortInfo": "The artifact depicts the moment when <b>the bull kidnaps Europa</b> and gallops away, carrying her on his back. On the opposite side of the amphora, another woman, likely one of Europa's helpers, runs after her. Europa faces forward, supporting herself with her right hand on the bull’s neck and her left hand on its flank. She is wearing a sleeved chiton and a himation, the end of which floats back. She also wears a saccos embroidered with pairs of dots and earrings. The drawing of Europa is somewhat careless, yet of fine style, while the bull appears heavy and clumsy. The brown inner markings, hair on the tail, and wavy strokes on the neck of the bull, as well as the lower folds of the chiton, are also notable.",
        "longerInfo": [
          "<b>Taurus</b> is a large and prominent constellation in the northern hemisphere's winter sky. It is part of the <b>zodiac</b> and intersects the ecliptic, the apparent path of the Sun as the Earth completes its annual orbit. The <b>bright star cluster</b> known as <b>the Pleiades</b>, often referred to as the Seven Sisters, represents the bull's shoulder, while the red giant <b>Aldebaran</b> marks the bull's fiery eye."
        ],
        "fullInfo": "According to Greek mythology, <b>Zeus fell in love with Europa</b> and decided to seduce her. <b>He transformed into a white bull</b> and mingled with her father’s herd. While Europa and her companions were gathering flowers, she saw the bull and climbed onto his back. Seizing the opportunity, <b>Zeus ran to the sea</b> and swam, <b>with Europa on his back</b>, to the island of Crete. There, he revealed his true identity, and <b>Europa became the first queen of Crete</b>. Later, <b>Zeus immortalized the shape of the white bull in the stars</b>, creating the constellation Taurus.",
        "info": {
          "date": "440BCE.",
          "geography": "Greece",
          "medium": "Pottery", 
          "dimension": "Height: 32 cm, Width: 18.5 cm, Weight: 1.24 kg", 
          "constellation": "Taurus", 
          "symbol": "Bull"  
       }
      },

      {
        "@sort": 13,
        "itemName": "BRONZE RELIEF OF A VEILED WOMAN RIDING A SEA-GOAT",
        "image": "img_compressed/greek_capricorn.jpg",
        "shortInfo":"The 4th-century BCE Greek bronze relief depicts <b>a veiled female figure riding a sea-goat</b>. The woman is likely a <b>nereid</b>, a nymph associated with the calm sea. The <b>fish-tailed sea-goat</b> she rides is a type that appears rarely before the Hellenistic era. Its inclusion here is significant, marking a <b>shift in artistic conventions and mythological representations</b> during the Hellenistic period, when more imaginative and fantastical creatures began to emerge in art.",
        "longerInfo": [
          "<b>Capricornus</b> is one of the constellations of the <b>zodiac</b>, which traces the apparent path of the Sun across the sky and is <b>visible from both the northern and southern hemispheres</b>. It is <b>one of the 48 constellations cataloged by</b> the second-century astronomer <b>Ptolemy</b>. Though <b>not very bright overall</b>, Capricornus holds a special place in the night sky. Its brightest star, <b>δ Capricorni</b>, shines with a soft glow, while another star, <b>β Capricorni</b>, forms a double star system and is a bit more distant. The star <b>γ Capricorni</b>, also known as Nashira, is another key star in this constellation."
        ],
        "fullInfo": "The Greeks associated the constellation with <b>Pan</b>, the forest deity who had the legs and horns of a goat. <b>Pan was placed in the sky by Zeus in gratitude</b> for his help in rescuing the gods on several occasions. During the gods’ war with the Titans, Pan helped drive them away by blowing his conch shell. Later, when the monster Typhon, sent by Gaia to fight the gods, approached, Pan warned the gods and suggested they disguise themselves as animals to escape the danger. In the myth, <b>Pan eluded Typhon by jumping into the River Nile and transforming the lower part of his body into that of a fish</b>. Zeus eventually struck down Typhon with his thunderbolts. As a result, <b>Capricornus is often depicted as a goat with the tail of a fish</b>, referencing this myth. <br><b>In another story, Capricornus is identified as Amalthea</b>, the goat that suckled the infant Zeus while he hid from his father, Cronos. Cronos had devoured his other children, all future gods and goddesses, due to a prophecy that one of them would eventually overthrow him.",
        "info": {
          "date": "4th century BCE..",
          "geography": "Greece",
          "medium": "Bronze", 
          "dimension": "Height: 8.9 cm, Width: 10.5 cm)", 
          "constellation": "Capricorn", 
          "symbol": "Goat-Fish"  
       }
      },

      {
        "@sort": 14, 
        "itemName": "HERAKLES AND THE GOLDEN APPLES", 
        "image": "img_compressed/greek_draco.jpg", 
        "shortInfo": "This Greek bronze group depicts <b>Herakles at the tree of the Hesperides</b>, holding three golden apples in his left hand. Behind him stands the <b>apple tree</b>, with the <b>guardian serpent</b> wrapped around it. The tree and the base are likely modern additions. <b>The figure may have originally been a portrait of a Hellenistic king depicted as Herakles</b>. His realistic facial features and thick sideburns are typical of royal imagery from that period.", 
        "longerInfo": [ 
          "<b>Draco</b> is a constellation located in the <b>far northern sky</b>, visible all year round for people living in the northern half of the Earth. It was <b>one of the 48 constellations listed by</b> the ancient Greek astronomer <b>Ptolemy</b> and is still one of the 88 constellations we recognize today. <b>In Greek mythology, Draco is often imagined as a dragon</b>. The brightest star in Draco is <b>Eltanin</b> (Delta Draconis), a star that shines with an orange color and is about 148 light-years away from Earth. Another important star in this constellation is <b>Rastaban</b> (Beta Draconis), which has a yellowish glow and is located 362 light-years away. <b>Thuban</b> (Alpha Draconis) is another star in Draco, with a bluish-white hue, and it lies 309 light-years from us. "
        ],
        "fullInfo": "In ancient Greek mythology, <b>dragons were often depicted as serpentine creatures</b> due to a blend of symbolic and narrative reasons. <b>Snakes symbolized power, danger, and the forces of nature</b>, making them a fitting representation for dragons, who were typically guardians of treasures or sacred places. <br>Ancient greeks associated the <b>Draco</b> constellation with <b>several mithological dragons</b>. In Catasterismi, attributed to Eratosthenes, Draco is identified with <b>Ladon</b>, the dragon that guarded the golden apples of the Hesperides. When <b>Herakles was tasked with stealing the apples as part of his Twelve Labors</b>, he killed Ladon, and the goddess <b>Hera transformed the dragon into a constellation</b> to immortalize it. In the sky, Herakles is often depicted with one foot on the head of Draco, symbolizing his victory over the creature. <br>According to Gaius Julius Hyginus in De Astronomica, <b>Draco was one of the Gigantes</b>, the giants who fought the Olympian gods in the Gigantomachy. The goddess <b>Athena killed this dragon and hurled its body into the sky</b>, where it became twisted in the celestial pole, frozen in place before it could right itself. Aelius Aristides, another ancient writer, referred to the dragon as Aster or Asterius and mentioned that Athens celebrated Athena's victory over the dragon during the Great Panathenaea festival, which coincided with the culmination of Draco’s head as seen from the Athenian Acropolis.",
        "info": { 
          "date": "250 BCE — 30 BCE", 
          "geography": "Greece",
          "medium": "Bronze",
          "dimension": "Height: 104.5 cm, Width: 53 cm, Weight: 37 kg", 
          "constellation": "Draco", 
          "symbol": "Dragon"  
        }
      },

      {
        "@sort": 15,
        "itemName": "ROOF TILE END WITH ZHUQUE",
        "image": "https://raw.githubusercontent.com/IMWT-project/Image-/refs/heads/main/chinese-4.jpeg",
        "shortInfo": "This finely crafted roof tile end (瓦当, wādāng), dating to the Western Han Dynasty (206 BCE – 9 CE), features a striking depiction of the Vermilion Bird (Zhuque, 朱雀), one of the Four Symbols (Sì Xiàng, 四象) in Chinese cosmology. As the guardian of the south, the Vermilion Bird represents fire, summer, renewal, and divine protection. Roof tile ends like this were not only architectural elements but also carried deep spiritual significance, protecting buildings from harm while invoking cosmic balance. A Western Han Dynasty earthenware roof tile end featuring the Vermilion Bird, symbolizing protection, transformation, and celestial harmony.",
        "longerInfo": [
          "In the Western Han Dynasty, architectural elements like roof tile ends (瓦当, wādāng) evolved beyond mere decoration to serve as spiritual and symbolic protectors of buildings. This earthenware tile end prominently features the Vermilion Bird (Zhuque, 朱雀), the celestial guardian of the south, representing fire, transformation, and life force.In ancient Chinese cosmology, the Vermilion Bird is associated with summer, the element of fire, and the cycle of renewal. It is often linked to the phoenix (Fenghuang, 凤凰), a mythical bird that embodies prosperity, virtue, and rebirth. The presence of Zhuque on this roof tile suggests that it was meant to invoke divine protection, ward off misfortune, and symbolize the eternal flow of cosmic energy. Such tile ends were commonly found in imperial palaces, temples, and tombs, ensuring both spiritual safeguarding and decorative grandeur.
         The detailed relief carving of Zhuque on this piece highlights the high level of Han Dynasty craftsmanship, as well as the era’s deep reverence for celestial symbols and metaphysical balance."
        ],
        "fullInfo": "The Vermilion Bird (Zhuque, 朱雀), guardian of the south, is a celestial symbol of fire, transformation, and renewal in Chinese cosmology. This Western Han Dynasty (206 BCE – 9 CE) earthenware roof tile end (瓦当, wādāng) prominently features Zhuque in intricate relief, reflecting the deep spiritual and architectural traditions of the period.
        In Chinese mythology, Zhuque is associated with the seven southern constellations: Jing, Gui, Liu, Xing, Zhang, Yi, and Zhen, which total 42 stars. These constellations are depicted as a flying Vermilion Bird, representing the southern sky. The imagery of Zhuque corresponds to modern constellations such as Hydra and Leo, reinforcing the idea of cosmic harmony and balance that Zhuque embodies.
        In Han beliefs, Zhuque was closely linked to seasonal cycles and cosmic balance. As the counterpart to the White Tiger (Baihu, 白虎) of the west, Zhuque represented summer, vitality, and divine favor. Its connection to fire and the phoenix (Fenghuang, 凤凰) symbolized rebirth, ascension, and transformation, making it a powerful emblem in both imperial and funerary architecture.
        Beyond decoration, roof tile ends like this held protective and metaphysical significance. They adorned palaces, temples, and tombs, serving as spiritual guardians to ward off misfortune while aligning structures with the celestial forces. The presence of Zhuque in funerary contexts suggests a belief that it could guide souls toward the afterlife, ensuring safe passage and maintaining cosmic balance.
        The exquisite craftsmanship of this tile end, with its detailed relief carving, showcases the artistic sophistication of the Western Han Dynasty. Today, this artifact remains a testament to the Han people's integration of mythology, architecture, and cosmological order.",
        "info": {
          "date": "206 BCE - 9 CE.",
          "geography": "China", 
          "medium": "Earthenware", 
          "dimension": "Diameter: 18.4 cm",
          "constellation": "Leo", 
          "symbol": "Bird"  
        }
      },

      {
        "@sort": 16,
        "itemName": "ROOF TILE END WITH BAIHU",
        "image": "https://raw.githubusercontent.com/IMWT-project/Image-/refs/heads/main/chinese-2.jpg",
        "shortInfo": "This ceramic roof tile end (瓦当, wādāng) from the Han Dynasty (206 BCE – 220 CE) features a white tiger motif (Baihu, 白虎), a symbol deeply embedded in Chinese cosmology and mythology. The White Tiger is one of the Four Celestial Creatures, representing the west and the autumn season. This motif signifies strength, courage, and protection, embodying the essence of the season and the associated elemental forces.",
        "longerInfo": [
          "This ceramic roof tile end (瓦当, wādāng) from the Han Dynasty (206 BCE – 220 CE) features a white tiger motif (Baihu, 白虎), a symbol deeply embedded in Chinese cosmology and mythology. The White Tiger is one of the Four Celestial Creatures, representing the west and the autumn season. This motif signifies strength, courage, and protection, embodying the essence of the season and the associated elemental forces.
        In Chinese cosmology, the White Tiger is tied to the metal element and is associated with specific constellations of the west. These constellations, including Kui, Lou, Wei, Mao, Bi, Zi, and Shen, are believed to form the shape of a tiger in the western sky during the spring equinox. These stars are often seen as the Western White Tiger, reinforcing the tiger’s role as a protector and a guardian of order in the celestial realms. This celestial symbolism likely extended to the practical function of the roof tile, which may have been placed on buildings to protect them from harm, ensuring balance and spiritual harmony."
        ],
        "fullInfo":"This ceramic roof tile end from the Han Dynasty (206 BCE – 220 CE) features a relief of the White Tiger (Baihu, 白虎), an important figure in Chinese cosmology. The White Tiger is one of the Four Symbols, each associated with one of the four cardinal directions and corresponding seasons. Baihu, representing the west, is linked to autumn and the metal element, embodying strength, courage, and protection.
        In Chinese mythology, the White Tiger is closely associated with the seven stars: Kui, Lou, Wei, Mao, Bi, Zi, and Shen. These stars form the image of a tiger in the western sky during the spring equinox, known as the Western White Tiger. This celestial arrangement serves to reinforce the tiger’s role as a protector against evil influences, ensuring cosmic order and balance.
        This motif on the tile was not just decorative; it had spiritual significance as well. Roof tiles like this were often used in architecture to protect buildings from harmful forces, and the White Tiger on this piece likely acted as a guardian, keeping away misfortune and helping to align the building with the celestial forces of the universe.
        The design and symbolism of the White Tiger emphasize balance and cosmic harmony, and the tile’s use in both imperial and religious architecture suggests a belief in its power to ensure the well-being of the building and its inhabitants.],
         "info": {
          "date": "206 BCE - 220 CE.",
          "geography": "China", 
          "medium": "Earthenware", 
          "dimension": "Diameter: 19.3 cm", 
          "constellation": "Taurus",
          "symbol": "Tiger"  
        }
      },

      {
        "@sort": 17, 
        "itemName": "WALL PAINTING: PERSEUS AND ANDROMEDA", 
        "image": "img_compressed/greek_andromeda.jpg", 
        "shortInfo": "This fresco depicts two key moments from the <b>myth of Perseus and Andromeda</b>. In the first scene, <b>Perseus is about to rescue Andromeda from the ketos</b>, a terrifying sea monster painted in a vivid blue-green. The creature raises its head with enormous jaws open wide, showing frightening teeth toward Andromeda, who stands in the center with her arms outstretched. One hand is chained to the rock, while the other rests elegantly on the rocks. Perseus flies in from the left, holding his lyre in one hand, wearing winged sandals on his feet, and a windblown cloak over his shoulder. In the upper right part of the fresco, Perseus is greeted by Andromeda's grateful father,  a scene that alludes to the <b>myth's happy ending and the marriage of hero and princess</b>.", 
        "longerInfo": [ 
          "<b>Andromeda</b> is <b>one of the 48 constellations listed by the ancient astronomer Ptolemy</b> and is still one of the 88 constellations we recognize today. It’s most visible in the <b>Northern Hemisphere</b>, especially in the fall, and can be seen from places north of 40° south latitude. It’s <b>one of the largest constellations</b>, covering an area much bigger than the full moon. Other constellations that are linked to the Perseus myth include <b>Perseus</b> itself, <b>Cassiopeia</b>, and <b>Cepheus</b>. The sea monster, <b>Cetus</b>, is found nearby, beyond Pisces. Andromeda is also connected to the constellation <b>Pegasus</b>."
        ],
        "fullInfo": "In Greek mythology, <b>Andromeda</b> plays a crucial role in the myth of Perseus. Her mother, <b>Cassiopeia</b>, the queen of Aethiopia, <b>bragged that her daughter was more beautiful than the Nereids</b>, sea nymphs known for their incredible beauty. This angered the <b>Nereids</b>, who <b>petitioned Poseidon to punish Cassiopeia</b>. In response, <b>Poseidon sent the sea monster Cetus</b> to ravage Aethiopia. In a desperate attempt to save the kingdom, Andromeda's father, Cepheus, was advised by the Oracle of Ammon that <b>the only way to stop the monster was to sacrifice his daughter</b>. <b>Andromeda was chained to a rock by the sea but was saved by the hero Perseus</b>. In one version of the myth, he used the head of Medusa to turn the monster into stone. In another version, told by the Roman poet Ovid in his Metamorphoses, Perseus killed the monster with his diamond sword. After Andromeda's rescue, the two married and had nine children—seven sons and two daughters. They founded the city of Mycenae, and their descendants established the Persideae dynasty. To honor Andromeda, Athena placed her in the sky as a constellation after her death.",
        "info": { 
          "date": "10 BCE — 1 BCE", 
          "geography": "Greece",
          "medium": "Fresco",
          "dimension": "Height: 159.39 cm, Width: 118.75 cm", 
          "constellation": "Andromeda", 
          "symbol": "Humanoid"  
        }
      },

      {
        "@sort": 18, 
        "itemName": "MIRROR WITH ANIMAL HEADS AND AZURE DRAGONS", 
        "image": "https://raw.githubusercontent.com/IMWT-project/Image-/refs/heads/main/chinese-1.jpg",
        "shortInfo": "This finely crafted bronze mirror, dating to the Sui Dynasty (7th century CE), features a striking depiction of a beast-headed blue dragon—a motif deeply embedded in Chinese cosmology and imperial symbolism. The blue dragon (Qinglong) represents the east, spring, and renewal, aligning with ancient beliefs in celestial harmony and cosmic balance. The presence of a beast head, possibly inspired by mythological guardian creatures, enhances the mirror’s protective function. Beyond its practical use, such mirrors were often buried as funerary objects, believed to offer spiritual safeguarding in the afterlife. A Sui Dynasty bronze mirror featuring a mythical beast-headed blue dragon, symbolizing renewal and protection.",
        "longerInfo": [ 
          "This finely crafted bronze mirror, dating to the Sui Dynasty (7th century CE), features a striking depiction of a beast-headed blue dragon—a motif deeply embedded in Chinese cosmology and imperial symbolism. The blue dragon (Qinglong, 青龙) represents the east, spring, and renewal, aligning with ancient beliefs in celestial harmony and cosmic balance. As one of the Dragon Gods, the blue dragon also symbolizes the mount or chthonic forces of the Five Regions' Highest Deities. The presence of a beast head, possibly inspired by mythological guardian creatures, enhances the mirror’s protective function. Beyond its practical use, such mirrors were often buried as funerary objects, believed to offer spiritual safeguarding in the afterlife. A Sui Dynasty bronze mirror featuring a mythical beast-headed blue dragon, symbolizing renewal, protection, and cosmic harmony."  
        ],
        "fullInfo": "In Chinese tradition, mirrors held profound symbolic importance, reflecting not just physical images but also spiritual truths and cosmic forces. The beast-headed blue dragon motif on this Sui Dynasty bronze mirror embodies a duality of strength and wisdom. The beast head possibly represents a guardian deity, while the blue dragon signifies prosperity, longevity, and celestial protection.
        In ancient Chinese astronomy, the Azure Dragon (Qinglong, 青龙) was linked to the eastern quadrant of the sky, marking the season of spring and renewal. This dragon is not only one of the Four Symbols but also one of the Dragon Gods, representing the mount or chthonic forces of the Five Regions' Highest Deities. The seven constellations of Jiao, Kang, Di, Fang, Xin, Wei, and Ji, which form the image of the dragon, are associated with the eastern sky during the spring equinox. This makes them part of the Seven Eastern Blue Dragons, reinforcing the dragon’s connection to spring and the rejuvenating forces of nature.
        Mirrors like this were not only used in daily life but were also integral to rituals and funerary practices, where they were believed to serve as spiritual protectors. These mirrors, found in tombs and graves, were thought to ward off evil spirits and guide the deceased into the afterlife, ensuring safe passage while maintaining cosmic order. The Sui Dynasty's artistry, evident in the precise casting and intricate detailing of the mirror, reflects a fusion of Buddhist, Taoist, and imperial ideologies, showcasing the period's spiritual, artistic, and scientific achievements.
        This artifact stands as a remarkable testament to early medieval China's integration of mythology, cosmology, and imperial symbolism, demonstrating not only the artistic refinement of the time but also the deep belief in the power of celestial forces to guide and protect.",
         "info": {
          "date": "7th CE", 
          "geography": "China", 
          "medium": "Bronze",
          "dimension": "Diameter: 14.8 cm, Height: 0.5 cm, Thickness: 0.6 cm", 
          "constellation": "Scorpius", 
          "symbol": "Dragon"  
        }
      },

      {
        "@sort": 19,
        "itemName": "HANGING SCROLL WITH XUANWU",
        "image": "https://raw.githubusercontent.com/IMWT-project/timeline/refs/heads/main/img_compressed/chinese_turtle.jpg",
        "shortInfo": "This Hanging Scroll features an ink rubbing of Xuanwu (玄武), the mythical figure symbolizing protection and resilience. Xuanwu is depicted as a tortoise (龟) entwined with a snake (蛇), representing the Northern Constellations. The seven stars that form the Northern Xuanwu Seven Constellations are also shown on the back of the tortoise, symbolizing winter and hibernation. This rubbing on paper was made during the Tang Dynasty (680-740 CE) and includes a seal.",
        "longerInfo": [
          "This Hanging Scroll from the Tang Dynasty (680-740 CE) showcases a rubbing of Xuanwu (玄武), the tortoise-snake figure, a prominent mythological symbol in Chinese cosmology. The image represents Xuanwu, the guardian of the north, who is often depicted as a tortoise with a snake coiled around it, symbolizing the balance between strength, protection, and resilience.
          In Chinese cosmology, Xuanwu is associated with the seven stars that form the Northern Xuanwu Seven Constellations: Dou, Niu, Nu, Xu, Wei, Shi, and Bi. These stars, which appear in the northern sky during the spring equinox , are believed to represent the figure of a tortoise and snake entwined. This celestial arrangement is symbolic of winter, hibernation, and a state of inner struggle—reflecting the contemplative and protective nature of Xuanwu.
           This rubbing on paper would have been produced using ink, capturing the essence of Xuanwu as a spiritual protector. The scroll includes a seal, marking its authenticity and cultural significance during the Tang period, a time when the influence of mythology and cosmology was deeply intertwined with both art and religion."
        ],
        "fullInfo": "The Xuanwu (玄武) figure in this Hanging Scroll from the Tang Dynasty (680-740 CE) features the tortoise and snake intertwined, symbolizing a powerful mythological guardian in Chinese culture. As one of the Four Symbols, Xuanwu governs the north  and is linked to the winter season, embodying strength, endurance, and protection.The constellation and the symbolism of the tortoise and snake together create a powerful visual metaphor for endurance, resilience, and the eternal struggle for balance in the cosmos.
        The seal on this hanging scroll, along with the craftsmanship in the rubbing technique, emphasizes the cultural and artistic value of this artifact from the Tang Dynasty, a period known for its flourishing of literature, art, and philosophy. The scroll not only serves as a visual representation of Xuanwu but also as a spiritual object, embodying protection and aligning with the cosmic order of the Northern Constellations.Beyond its role as a guardian figure, Xuanwu represents the philosophical concept of balance between yin and yang and the harmony of the universe. It is believed that representations like this rubbing could ensure spiritual protection for the living and the dead, guiding souls safely to the afterlife and preventing harm in the material world. The seal on the scroll emphasizes the authority and authenticity of this artifact, linking it to the cultural traditions of the Tang Dynasty, a period known for its flourishing artistic, spiritual, and cosmological practices."
        "info": {
          "date": "680-740 CE.",
          "geography": "China", 
          "medium": "Paper", 
          "dimension": "Height:142.50 cm, Width: 79.50 cm, Thickness: 4cm.",
          "constellation": "Taurus", 
          "symbol": "Turtle"  
        }
      }
    ]
  }
  


